IDEA Open Model
BoltGrid.IsAnchor Property
Compatible with IDEA StatiCa Beta 20.0
 Is Anchor
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool IsAnchor { get; set; }
Public Property IsAnchor As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
BoltGrid Class
IdeaRS.OpenModel.Connection Namespace